Repository: Rayzeq/quick-settings-audio-panel
Catalog: resources/po/*.po
Languages: cs, fr_fr

source: Move master volume sliders
cs: Posunout hlavní posuvníky hlasitosti
fr_fr: Déplacer les principaux curseurs de volume

source: Thoses are the speaker / headphone and microphone volume sliders
cs: Jedná se o posuvníky hlasitosti reproduktoru / sluchátek a mikrofonu
fr_fr: Il s'agit des curseurs de volume du haut-parleur / casque et du microphone

source: Always show microphone volume slider
cs: Vždy zobrazovat posuvník hlasitosti mikrofonu
fr_fr: Toujours afficher le curseur de volume du microphone

source: Show even when there is no application recording audio
cs: Zobrazit, i když žádná aplikace nenahrává zvuk
fr_fr: L'affiche même quand aucune application n'enregistre le son

source: Media controls
cs: Ovládání médií
fr_fr: Contrôles de médias

source: What should we do with media controls ?
cs: Co bychom měli dělat s ovládáním médií?
fr_fr: Que faire des contrôles de médias ?

source: Leave as is
cs: Nechte tak, jak je
fr_fr: Laisser tels quels

source: Move into new panel
cs: Přesunout do nového panelu
fr_fr: Déplacer dans le nouveau panneau

source: Duplicate into new panel
cs: Duplikovat do nového panelu
fr_fr: Dupliquer dans le nouveau panneau

source: Create applications mixer
cs: Vytvořit mixér aplikací
fr_fr: Créer un mélangeur d'applications

source: Thoses sliders are the same you can find in pavucontrol or in the sound settings
cs: Tyto posuvníky jsou stejné, jaké najdete v pavucontrol nebo v nastavení zvuku
fr_fr: Ces curseurs sont les mêmes que ceux que l'on trouve dans Pavucontrol ou dans les paramètres sonores

source: Merge the new panel into the main one
cs: Sloučit nový panel do hlavního
fr_fr: Fusionner le nouveau panneau avec le panneau principal

source: The new panel will not be separated from the main one
cs: Nový panel nebude oddělen od hlavního
fr_fr: Le nouveau panneau ne sera pas séparé du panneau principal

source: Panel position
cs: Umístění panelu
fr_fr: Position du panneau

source: Where the new panel should be located relative to the main panel
cs: Kde by měl být umístěn nový panel vzhledem k hlavnímu panelu
fr_fr: L'emplacement du nouveau panneau par rapport au panneau principal

source: Top
cs: Nahoře
fr_fr: Au dessus

source: Bottom
cs: Dole
fr_fr: En dessous

source: Elements order
cs: Pořadí prvků
fr_fr: Ordre des éléments

source: Reorder elements in the new panel (disabled elments will just be ignored)
cs: Změnit pořadí prvků v novém panelu (zakázané prvky budou pouze ignorovány)
fr_fr: Réorganiser les éléments dans le nouveau panneau (les éléments désactivés seront ignorés)

source: Speaker / Headphone volume slider
cs: Posuvník hlasitosti reproduktoru / sluchátek
fr_fr: Curseur de volume du haut-parleur / casque

source: Microphone volume slider
cs: Posuvník hlasitosti mikrofonu
fr_fr: Curseur de volume du microphone

source: Applications mixer
cs: Mixér aplikací
fr_fr: Mélangeur d'applications

source: Mixer filtering
cs: Filtrace mixéru
fr_fr: Filtrage du mélangeur

source: Allow you to filter the streams that show up in the application mixer **using regexes**
cs: Umožňuje filtrovat streamy, které se zobrazují v aplikačním mixu **pomocí regulárních výrazů**
fr_fr: Permet de filtrer les curseurs qui s'affichent dans le mélangeur d'applications **en utilisant des expressions régulières**

source: Filtering mode
cs: Režim filtrování
fr_fr: Mode de filtrage

source: On blacklist mode, matching elements are removed from the list. On whitelist mode, only matching elements will be shown
cs: V režimu černé listiny jsou odpovídající prvky ze seznamu odstraněny. V režimu seznamu povolených se zobrazí pouze odpovídající prvky
fr_fr: En mode liste noire, les éléments correspondants sont supprimés de la liste. En mode liste blanche, seuls les éléments correspondants sont affichés

source: Blacklist
cs: Černá listina
fr_fr: Liste noire

source: Whitelist
cs: Seznam povolených
fr_fr: Liste blanche

source: LibPanel settings
fr_fr: Paramètres de LibPanel

source: Those settings are not specific to this extension, they apply to every panels
fr_fr: Ces paramètres ne sont pas spécifiques à cette extension, ils s'appliquent à tous les panneaux

source: Padding
fr_fr: Marge intérieure

source: Use this to override the default padding of the panels
fr_fr: Utilisez ceci pour remplacer la marge intérieure par défaut des panneaux

source: Row spacing
fr_fr: Espacement des lignes

source: Use this to override the default row spacing of the panels
fr_fr: Utilisez ceci pour remplacer l'espacement par défaut entre les lignes des panneaux

source: Column spacing
fr_fr: Espacement des colonnes

source: Use this to override the default column spacing of the panels
fr_fr: Utilisez ceci pour remplacer l'espacement par défaut entre les colonnes des panneaux

source: Left
cs: Vlevo

source: Right
cs: Vpravo

source: Overlay popups
cs: Vyskakovací okna

source: This feature will prevent the main panel from expanding when a popup is opened. It's mainly aimed at fixing a bug with popups in the new panel
cs: Tato funkce zabrání rozbalení hlavního panelu při otevření vyskakovacího okna. Zaměřuje se hlavně na opravu chyby s vyskakovacími okny v novém panelu
