Repository: Rayzeq/quick-settings-audio-panel
Catalog: po/*.po
Languages: nl, pt_br, sk

source: Reset all applications to default output
nl: Alle toepassingen op standaarduitvoer zetten
pt_br: Redefinir todos os aplicativos para a saída padrão
sk: Nastaviť všetky aplikácie na predvolený výstup

source: Where the panel should be
nl: Waar de balk zou moeten zijn
pt_br: Onde o painel deve estar
sk: Kde má byť panel umiestnený

source: Independent panel
nl: Op een losse balk
pt_br: Painel independente
sk: Nezávislý panel

source: In the main panel
nl: Op de hoofdbalk
pt_br: No painel principal
sk: V hlavnom paneli

source: In a separate indicator
nl: In een losse indicator
pt_br: Em um indicador separado
sk: Do samostatného indikátora

source: Panel position
nl: Balklocatie
pt_br: Posição do painel
sk: Poloha panela

source: Where the new panel should be located relative to the main panel
nl: Waar de balk dient te worden getoond ten opzichte van de hoofdbalk
pt_br: Onde o novo painel deve ser localizado em relação ao painel principal
sk: Kde by mal byť nový panel umiestnený vzhľadom na hlavný panel

source: Top
nl: Bovenaan
pt_br: Topo
sk: Hore

source: Bottom
nl: Onderaan
pt_br: Baixo
sk: Dole

source: Always show microphone volume slider
nl: Microfoonvolumeknop altijd tonen
pt_br: Sempre mostrar o controle de volume do microfone
sk: Vždy zobraziť posuvník hlasitosti mikrofónu

source: Show even when there is no application recording audio
nl: Toon de schuifknop ook als er geen opnametoepassing actief is
pt_br: Mostrar mesmo quando nenhum aplicativo estiver gravando áudio
sk: Zobraziť aj vtedy, keď žiadna aplikácia nenahráva zvuk

source: Don't show the microphone indicator when there is only virtual captures
nl: Toon de microfoonindicator niet als er alleen virtuele opnameapparatuur aanwezig is
pt_br: Não mostrar o indicador do microfone quando houver apenas capturas virtuais
sk: Nezobrazovať indikátor mikrofónu, keď je k dispozícii iba virtuálne zachytávanie

source: Remove the main output volume slider
nl: Hoofdvolumeknoppen verwijderen
pt_br: Remover o controle de volume da saída principal
sk: Odstrániť hlavný posuvník výstupnej hlasitosti

source: This is useful if you enabled the per-device volume sliders
nl: Gebruik deze optie als u per apparaat knoppen wilt tonen
pt_br: Isso é útil se você ativou os controles de volume por dispositivo
sk: Toto je užitočné, ak ste povolili posuvníky hlasitosti pre jednotlivé zariadenia

source: Show the currently selected device for the main volume sliders
nl: Huidig gekozen apparaat op hoofdvolumeregelaar tonen
pt_br: Mostrar o dispositivo atualmente selecionado para os controles de volume principais
sk: Zobraziť aktuálne vybrané zariadenie pre hlavné posuvníky hlasitosti

source: Add a button to reset all applications to the default output
nl: Toont een knop die alle toepassingen op de standaarduitvoer zet
pt_br: Não mostrar o indicador do microfone quando houver apenas capturas virtuais
sk: Pridať tlačidlo na nastavenie všetkých aplikácií na predvolený výstup

source: This button can be found in the device chooser of the main output slider
nl: Deze knop is te vinden in de apparaatkiezer van de hoofdvolumeregelaar
pt_br: Este botão pode ser encontrado no seletor de dispositivos do controle deslizante de saída principal
sk: Toto tlačidlo sa nachádza vo výbere zariadenia v hlavnom posuvníku výstupu

source: Do not apply custom CSS
nl: Geen aangepaste css toepassen
pt_br: Não aplicar CSS personalizado
sk: Nepoužiť vlastné CSS

source: Disable the CSS in this extension that could override your theme
nl: Schakel de css van deze uitbreiding uit die uw thema aanpast
pt_br: Desativar o CSS nesta extensão que poderia sobrescrever seu tema
sk: Zakáže CSS tohto rozšírenia, ktoré by mohlo prepísať vašu tému

source: Path to the <tt>pactl</tt> executable
nl: Locatie van het <tt>pactl</tt>-bestand
pt_br: Caminho para o executável <tt>pactl</tt>
sk: Cesta k spustiteľnému súboru <tt>pactl</tt>

source: Auto-hide
nl: Automatisch verbergen
pt_br: Ocultar automaticamente
sk: Automatické skrývanie

source: Hide the profile switcher when the current device only has one profile
nl: Verberg de profielkeuze als het huidige apparaat maar één profiel heeft
pt_br: Ocultar o seletor de perfil quando o dispositivo atual tiver apenas um perfil
sk: Skryje prepínač profilov, keď má aktuálne zariadenie len jeden profil

source: Add a 'set as active' button
nl: Knop ‘Instellen als actief apparaat’ toevoegen
pt_br: Adicionar um botão 'definir como ativo'
sk: Pridať tlačidlo "nastaviť ako aktívne"

source: This button, added on each device slider, has the same effect as clicking on that device in the main volume slider menu
nl: Voeg een knop per apparaat toe waarmee u hetzelfde bereikt als klikken op het apparaat vanuit het hoofdvolumemenu
pt_br: Este botão, adicionado em cada controle deslizante de dispositivo, tem o mesmo efeito de clicar naquele dispositivo no menu principal do controle deslizante de volume
sk: Toto tlačidlo, pridané na každom posuvníku zariadenia, má rovnaký účinok ako kliknutie na dané zariadenie v hlavnej ponuke posuvníka hlasitosti

source: Replace the 'set as active' button with a submenu
nl: Knop ‘Instellen als actief apparaat’ vervangen door menu
pt_br: Substitua o botão 'definir como ativo' por um submenu
sk: Nahradiť tlačidlo „nastaviť ako aktívne“ podponukou

source: For devices which have multiple ports, the button will be replaced by a submenu to choose which port will be active
nl: Bij apparaten met meerdere poorten wordt een menu getoond, waarin u kunt aangeven welke poort actief dient te zijn
pt_br: Para dispositivos que possuem múltiplas portas, o botão será substituído por um submenu para escolher qual porta estará ativa
sk: V prípade zariadení, ktoré majú viacero portov, bude tlačidlo nahradené podponukou na výber aktívneho portu

source: Move media controls
nl: Mediabediening verplaatsen
pt_br: Mover controles de mídia
sk: Presunúť ovládacie prvky médií

source: Move the media controls from the notifications panel instead of creating a new one
nl: Verplaats de mediabediening naar het meldingenpaneel in plaats van een nieuw paneel te maken
pt_br: Mover os controles de mídia do painel de notificações em vez de criar um novo
sk: Presunúť ovládacie prvky médií z panela oznámení namiesto vytvorenia nového

source: Put the sliders in submenu
nl: Regelaars in onderliggend menu tonen
pt_br: Colocar os controles deslizantes em um submenu
sk: Umiestniť posuvníky do podponuky

source: <span color="darkorange" weight="bold">This will disable the ability to change the output device per application</span>
nl: <span color="darkorange" weight="bold">Let op: hierdoor vervalt de mogelijkheid om de uitvoer per toepassing te wĳzigen</span>
pt_br: <span color="darkorange" weight="bold">Isso desativará a capacidade de alterar o dispositivo de saída por aplicativo</span>
sk: <span color="darkorange" weight="bold">Tento režim zakáže možnosť zmeny výstupného zariadenia podľa aplikácie</span>

source: Elements order
nl: Itemvolgorde
pt_br: Ordem dos elementos
sk: Poradie prvkov

source: Reorder elements in the new panel
nl: Herschik items op de nieuwe balk
pt_br: Reordenar elementos no novo painel
sk: Zmeniť poradie prvkov na novom paneli

source: Profile switcher
nl: Profielkeuze
pt_br: Seletor de perfil
sk: Prepínač profilov

source: Allows you to quickly change the audio profile of the current device
nl: Hiermee kunt u snel een ander profiel voor het huidige apparaat kiezen
pt_br: Permite que você altere rapidamente o perfil de áudio do dispositivo atual
sk: Umožňuje rýchlo zmeniť zvukový profil aktuálneho zariadenia

source: Speaker / Headphone volume slider
nl: Luidspreker-/Hoofdtelefoonvolumeknop tonen
pt_br: Controle de volume do Fone de Ouvido / Speaker
sk: Posuvník hlasitosti reproduktora/slúchadiel

source: Per-device volume sliders
nl: Volume per apparaat tonen
pt_br: Controles de volume por dispositivo
sk: Posuvníky hlasitosti pre jednotlivé zariadenia

source: Audio balance slider
nl: Geluidsbalans tonen
pt_br: Controle de balanço de áudio
sk: Posuvník vyváženia zvuku

source: Microphone volume slider
nl: Microfoonvolumeknop tonen
pt_br: Controle de volume do microfone
sk: Posuvník hlasitosti mikrofónu

source: Media controls
nl: Mediabediening
pt_br: Controles de mídia
sk: Ovládacie prvky médií

source: Applications mixer
nl: Toepassingsmengpaneel
pt_br: Mixer de aplicativos
sk: Mixér aplikácií

source: The same sliders you can find in pavucontrol or in the sound settings
nl: Dit zijn de schuifknoppen uit pavucontrol en de geluidsvoorkeuren van het systeem
pt_br: Os mesmos controles que você pode encontrar no pavucontrol ou nas configurações de som
sk: Rovnaké posuvníky nájdete v pavucontrol alebo v nastaveniach zvuku

source: <span color="darkorange" weight="bold"><tt>pactl</tt> was not found, you won't be able to change the output device per application</span>
nl: <span color="darkorange" weight="bold"><tt>pactl</tt> is niet aangetroffen. Hierdoor kunt u niet per toepassing een ander uitvoerapparaat kiezen.</span>
pt_br: <span color="darkorange" weight="bold"><tt>pactl</tt> não foi encontrado, você não poderá alterar o dispositivo de saída por aplicativo</span>
sk: <span color="darkorange" weight="bold"><tt>pactl</tt> nebol nájdený, nebudete môcť zmeniť výstupné zariadenie na aplikáciu</span>

source: This slider allows you to change the balance of the current audio output
nl: Met behulp van deze schuifregelaar kunt u de balans van de huidige geluidsuitvoer regelen
pt_br: Este controle deslizante permite que você altere o balanço da saída de áudio atual
sk: Tento posuvník umožňuje zmeniť vyváženie aktuálneho zvukového výstupu

source: <span color="red" weight="bold">This feature needs <tt>pactl</tt></span>
nl: <span color="red" weight="bold">Voor het gebruik van deze functie is <tt>pactl</tt> vereist</span>
pt_br: <span color="red" weight="bold">Este recurso precisa do <tt>pactl</tt></span>
sk: <span color="red" weight="bold">Táto funkcia potrebuje <tt>pactl</tt></span>

source: This include for example the echo cancellation module
nl: Dit omvat onder andere de echo-onderdrukkingsmodule
pt_br: Isso inclui, por exemplo, o módulo de cancelamento de eco
sk: Patrí sem napríklad modul potlačenia ozveny

source: Per-device sliders filtering
nl: Filteren op regelaars per apparaat
pt_br: Filtragem dos controles por dispositivo
sk: Filtrovanie posuvníkov podľa zariadenia

source: Allows you to filter the per-device volume sliders. The content of the filters are <b>regexes</b> and are applied to the device's display name and pulseaudio name.
nl: Hiermee kunt u filteren op de regelaars per apparaat. De inhoud van de filters bestaat uit <b>reguliere uitdrukkingen</b> en worden toegepast op zowel de weergave- als PulseAudio-naam.
pt_br: Permite filtrar os controles de volume por dispositivo. O conteúdo dos filtros são <b>regexes (expressões regulares)<b> e são aplicados ao nome de exibição do dispositivo e ao nome do pulseaudio.
sk: Umožňuje filtrovať posuvníky hlasitosti pre jednotlivé zariadenia. Obsahom filtrov sú <b>regulárne výrazy (regex)</b> a aplikujú sa na zobrazovaný názov zariadenia a názov pulseaudio.

source: Device name
nl: Apparaatnaam
pt_br: Nome do dispositivo
sk: Názov zariadenia

source: Application mixer filtering
nl: Toepassingsmengpaneelfilter
pt_br: Filtragem do mixer de aplicativos
sk: Filtrovanie mixéra aplikácie

source: Allows you to filter the applications that show up in the application mixer <b>using regexes</b>
nl: Hiermee kunt u het toepassingsmengpaneel filteren met behulp van <b>reguliere uitdrukkingen</b>
pt_br: Permite filtrar os aplicativos que aparecem no mixer de aplicativos <b>usando regexes (expressões regulares)<b>
sk: Umožňuje filtrovať aplikácie, ktoré sa zobrazujú v mixéri aplikácií <b>pomocou regulárnych výrazov</b>

source: Application name
nl: Toepassingsnaam
pt_br: Nome do aplicativo
sk: Názov aplikácie

source: Profile renamer
nl: Profielnaam wĳzigen
pt_br: Renomeador de perfil
sk: Premenovanie profilu

source: Allows you to rename profiles of audio devices (only effective in the profile switcher)
nl: Hiermee kunt u profielen van apparaten wijzigen (alleen zichtbaar in het profielkeuzemenu)
pt_br: Permite renomear perfis de dispositivos de áudio (eficaz apenas no alternador de perfis)
sk: Umožňuje premenovať profily zvukových zariadení ( platí len v prepínači profilov)

source: Restore original name
nl: Oorspronkelijke naam gebruiken
pt_br: Restaurar nome original
sk: Obnoviť pôvodný názov

source: LibPanel settings
nl: LibPanel-voorkeuren
pt_br: Configurações do LibPanel
sk: Nastavenia LibPanel

source: These settings are not specific to this extension, they apply to every panel
nl: Deze voorkeuren zijn van toepassing op iedere balk, dus niet alleen op deze uitbreiding
pt_br: Essas configurações não são específicas desta extensão, elas se aplicam a todos os painéis
sk: Tieto nastavenia nie sú špecifické pre toto rozšírenie, ale platia pre všetky panely

source: Single-column mode
nl: Eenkolommodus
pt_br: Modo de coluna única
sk: Režim jedného stĺpca

source: Only one column of panels will be allowed. Also prevents the panel from being put at the left/right of the screen by libpanel.
nl: Toon slechts één kolom met panelen. Hiermee voorkomt u tevens dat het paneel aan de linker- of rechterkant wordt geplaatst.
pt_br: Apenas uma coluna de painéis será permitida. Também impede que o painel seja colocado à esquerda/direita da tela pelo libpanel.
sk: Povolený bude len jeden stĺpec panelov. Zabráni tiež tomu, aby bol panel umiestnený v ľavej/pravej časti obrazovky pomocou libpanel.

source: Panel alignment
nl: Paneeluitlijning
pt_br: Alinhamento do painel
sk: Zarovnanie panelu

source: Left
nl: Links
pt_br: Esquerda
sk: Vľavo

source: Right
nl: Rechts
pt_br: Direita
sk: Vpravo

source: Padding
nl: Opvulling
pt_br: Espaçamento interno
sk: Odsadenie

source: Use this to override the default padding of the panels
nl: Hiermee kunt u de standaardopvulling aanpassen
pt_br: Use isto para sobrescrever o espaçamento interno padrão dos painéis
sk: Toto nastavenie použite na prepísanie predvoleného odsadenia panelov

source: Row spacing
nl: Ruimte tussen rijen
pt_br: Espaçamento entre linhas
sk: Rozstup riadkov

source: Use this to override the default row spacing of the panels
nl: Hiermee kunt u de ruimte tussen de rijen aanpassen
pt_br: Use isto para sobrescrever o espaçamento padrão entre as linhas
sk: Toto nastavenie použite na prepísanie predvoleného rozstupu riadkov panelov

source: Column spacing
nl: Ruimte tussen kolommen
pt_br: Espaçamento entre colunas
sk: Rozstup stĺpcov

source: Use this to override the default column spacing of the panels
nl: Hiermee kunt u de ruimte tussen de kolommen aanpassen
pt_br: Use isto para sobrescrever o espaçamento padrão entre as colunas
sk: Toto nastavenie použite na prepísanie predvoleného rozstupu stĺpcov panelov

source: Filtering mode
nl: Filtermodus
pt_br: Modo de filtragem
sk: Režim filtrovania

source: On blocklist mode, matching elements are removed from the list. On allowlist mode, only matching elements will be shown
nl: In de zwartelijstmodus worden items die overeenkomen verwijderd van de lijst. In de wittelijstmodus worden alleen overeenkomende elementen getoond.
pt_br: No modo de lista de bloqueio , os elementos correspondentes são removidos da lista. No modo de lista de permissão, apenas os elementos correspondentes serão mostrados
sk: V režime vylúčených sa vyhovujúce prvky zo zoznamu odstránia. V režime povolených sa zobrazia len vyhovujúce prvky

source: Blocklist
nl: Zwarte lijst
pt_br: Lista de bloqueio
sk: Vylúčené

source: Allowlist
nl: Witte lijst
pt_br: Lista de permissões
sk: Povolené
